// Generic
"Acknowledgements" = "致謝";
"BarcodeOrUsername" = "条码或用户名";
"Borrow" = "借";
"BorrowFailed" = "借閱失敗";
"BorrowCouldNotBeCompletedFormat" = "借閱%@無法完成";
"Cancel" = "取消";
"Catalog" = "目錄";
"Categories" = "分類";
"Category" = "類別";
"CheckConnection" = "請檢查你的網絡連結並重試。";
"Close" = "關闭";
"ConnectionFailed" = "連接失敗";
"Delete" = "刪除";
"DeviceAuthorizationError" = "該設備授權失敗。";
"Download" = "下載";
"DownloadCouldNotBeCompleted" = "下載無法完成。";
"DownloadCouldNotBeCompletedFormat" = "下載％@無法完成。";
"DownloadFailed" = "下載失敗";
"Downloading" = "下載";
"Feedback" = "反饋";
"Hide" = "隱藏";
"LibraryCard" = "借書證";
"LogIn" = "登錄";
"More..." = "更多…";
"MoreBooks" = "更多％@書籍";
"NoResultsFound" = "未找到結果。";
"NotConnected" = "您沒有連接到互聯網。請重新連接，然後再試一次。";
"OK" = "好";
"PDFNotSupported" = "不支持Adobe PDF";
"PDFNotSupportedDescriptionFormat" = "％@是Adobe PDF，這是不支持的。";
"PIN" = "私人密碼";
"PrivacyPolicy" = "隱私政策";
"Published" = "已出版";
"Publisher" = "出版者";
"Read" = "阅讀"; // present tense
"Remove" = "去掉";
"Reserve" = "預訂";
"Return" = "退還";
"ReturnCouldNotBeCompletedFormat" = "％@的退還無法完成。";
"ReturnFailed" = "退還失敗";
"Requesting" = "請求";
"Search" = "搜索";
"Settings" = "設置";
"Show" = "顯示";
"SignOut" = "退出";
"SigningOut" = "正在退出";
"SignUp" = "註冊";
"SoftwareLicenses" = "软件许可";
"SyncComplete" = "同步完成";
"SyncFailed" = "同步失敗";
"TimedOut" = "服務器沒有響應。請檢查您的網絡連接或稍後再試。";
"TryAgain" = "再試一次";
"UnknownRequestError" =
    "出現未知錯誤。請檢查您的網絡連接或稍後再試。";
"Verifying" = "驗證";
"YourBooksWereSyncedSuccessfully" = " 您的書籍已經同步！";

// NYPLAppDelegate

"AppDelegateUpdateRequiredTitle" = "需要更新";
"AppDelegateUpdateRequiredMessageFormat" = "关键更新需要比版本 %@ 旧的应用程序。直到执行更新的应用程序的关键部分将无法正常工作。";
"AppDelegateUpdateNow" = "现在更新";
"AppDelegateUpdateRemindMeLater" = "稍后提醒我";

// NYPLBookButtonsView

"BookButtonsViewRemoveHoldTitle" = "刪除預訂";
"BookButtonsViewRemoveHoldMessage" = "你確定你想刪除\“％@\”吗？你將不在這本書的预訂名单上。";
"BookButtonsViewRemoveHoldConfirm" = "刪除";


// NYPLBookDetailViewControllerTitle

"BookDetailViewControllerTitle" = "詳細信息";
"BookDetailViewControllerDownloadNeededTitle" = "你的書尚未被下載。";
"BookDetailViewControllerDownloadSuccessfulTitle" = "你可以阅讀你的書了！";
"BookDetailViewControllerAvailableToBorrowTitle" = "這本書可供外借。";
"BookDetailViewControllerCanHoldTitle" = "當前這本書的所有許可證都被借出了";
"BookDetailViewControllerCanKeepTitle" = "所有開放取阅的書籍可以保留。";
"BookDetailViewControllerHoldingTitleFormat" = "大約在％@可供借出。";
"BookDetailViewControllerReservedTitleFormat" = "此預訂將在％@被自動取消。";
"BookDetailViewControllerDistributedByFormat" = "由％@分配";

// NYPLFacetView

"FacetViewNotActive" = "<>";

// NYPLHoldsViewController

"HoldsViewControllerTitle" = "預訂";
"HoldsViewControllerSearchTitle" = "搜索預訂";
"AvailableForCheckoutHeader" = "可供外借";
"WaitingForAvailabilityHeader" = "等待可用";

// NYPLMyBooksDownloadCenter

"MyBooksDownloadCenterConfirmDeleteTitle" = "刪除";
"MyBooksDownloadCenterConfirmDeleteTitleMessageFormat" = "你確定你要刪除 \”％@\”？";
"MyBooksGoToCatalog" = "造訪書籍目錄添加一些書籍到“我的書籍”。";

"MyBooksDownloadCenterConfirmReturnTitle" = "退還";
"MyBooksDownloadCenterConfirmReturnTitleMessageFormat" = "你確定要退還\“％@\”？";

// NYPLMyBooksViewController

"MyBooksViewControllerTitle" = "“我的書籍”";
"MyBooksViewControllerSearchTitle" = "搜索“我的書籍”";
"MyBooksViewControllerFacetAll" = "所有的";
"MyBooksViewControllerFacetAuthor" = "作者";
"MyBooksViewControllerFacetOnLoan" = "已借出";
"MyBooksViewControllerFacetTitle" = "書名 ";
"MyBooksViewControllerGroupShow" = "顯示";
"MyBooksViewControllerGroupSortBy" = "排序方式";

// NYPLReaderViewController

"ReaderViewControllerCorruptTitle" = "無法顯示圖書";
"ReaderViewControllerCorruptMessage" = "這本書已損壞，無法讀取。";
"ReaderViewControllerCurrentChapter" = "當前章節";
"Book" = "書籍";
"leftin" = "留在";
"TOC" = "目錄";

// NYPLReaderReadiumView
"chapter" = "章節";

// NYPLReaderSettingsView
"SansFont" = "Sans字體";
"SerifFont" = "Serif字體";
"OpenDyslexicFont" = "打開閱讀障礙的字體";
"WhiteOnBlackText" = "黑底白字";
"BlackOnSepiaText" = "深褐色底黑字";
"BlackOnWhiteText" = "白底黑字";
"DecreaseFontSize" = "減小字體大小";
"IncreaseFontSize" = "增加字體大小";
"MediaOverlayPlaybackToggle" = "媒體覆蓋回放切換";
"BrightnessSlider" = "亮度滑標";

// NYPLReaderSettingsViewController
"ReaderViewControllerToggleReaderSettings" = "切換讀者設置";

// ReaderTOCViewController

"ReaderTOCViewControllerTitle" = "目錄";

// NYPLSettingsAccountViewController

"SettingsAccountViewControllerAuthenticationReason" = "驗證透露您的密碼。";
"SettingsAccountViewControllerCannotLogOutTitle" =
  "登出失敗";
"SettingsAccountViewControllerCannotLogOutMessage" =
  "請等待让某些下載相關的行動，在註銷前完成。";
"SettingsAccountViewControllerInvalidCredentials" =
  "條碼和個人密碼組合是無效的， 請重試。";
"SettingsAccountViewControllerLoginFailed" = "登錄失敗";
"SettingsAccountViewControllerLogoutFailed" = "登出失敗";
"SettingsAccountViewControllerLogoutMessage" =
  "如果您登出帳戶，您在“我的圖書”里的所有內容將從此設備中移除。";
"SettingsAccountViewControllerMessageLogIn" = "使用您的借書證登錄。";
"SettingsAccountViewControllerMessageLogInToDownloadBook" =
  "你需要借書證來下載這本書。";
"SettingsAccountViewControllerMessageInvalidPIN" =
  "您的個人密碼已經改變。輸入新的個人密碼碼。";
"Location" = "地点";
"LocationRequiredMessage" = "登录时需要地点信息。請允許在iOS的設置里取得地点信息";

// NYPLEULAViewController && NYPLSettingsEULAViewController
"Accept" = "接受";
"Reject" = "拒絕";
"EULA" = "用戶同意";
"EULAHaveToAgree" = "注册需要你的位置信息，請在iOS設置中允許訪問位置信息。";
"NOTICE" = "注意";

// NYPLSettingsPrivacyPolicyViewController
"PrivacyPolicy" = "隱私政策";
"SettingsAccountViewControllerMessageTooManyActivations" = "太多的設備已被授權使用此借書證。";
